IDEA Open Model
Material.StateOfThermalExpansion Property
Compatible with IDEA StatiCa Beta 20.0
 State of thermal expansion curvature
 Namespace: IdeaRS.OpenModel.Material
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public ThermalExpansionState StateOfThermalExpansion { get; set; }
Public Property StateOfThermalExpansion As ThermalExpansionState
	Get
	Set
Property Value
Type: ThermalExpansionState
See Also
Reference
Material Class
IdeaRS.OpenModel.Material Namespace